Overload List
Name  |   Description
Create(Document, ElementId)
 Creates a new instance of a linked Revit project (RevitLinkType).
Create(Document, ElementId, ImportPlacement)
 Creates a new instance of a linked Revit project (RevitLinkType).
 See Also
  RevitLinkInstance Class
  RevitLinkInstance Members
  Autodesk.Revit.DB Namespace